[
  {
    "id": "5744eff20ca7832b5c745a48",
    "name": "Brownie de Chocolate com Gengibre",
    "ingredients": [
        "50 g farinha de milho fina",
        "10 g de cacau em pó",
        "250 g de chocolate meio amargo",
        "200 g de manteiga sem sal cortada em cubos",
        "20 ml de suco de gengibre",
        "5 ovos",
        "200 g de açúcar",
        "1 colher (chá) de fermento em pó",
        "100 g de nozes picadas grosseiramente"
    ],
    "preparation": [
        "1 - Coloque numa tigela a farinha de milho fina e o cacau em pó.",
        "2 - Misture e reserve.",
        "3 - Numa panela, em banho-maria, derreta o chocolate meio amargo picado com a manteiga sem sal cortada em cubos.",
        "4 - Retire do fogo.",
        "5 - Adicione o suco de gengibre e misture.",
        "6 - Acrescente a mistura de farinha com cacau em pó (reservada acima). Misture bem e reserve.",
        "7 - Numa batedeira, coloque os ovos e o açúcar. Bata bem até dobrar de volume.",
        "8 - Com a batedeira ainda ligada, adicione o fermento em pó e bata até misturar.",
        "9 - Desligue a batedeira. Acrescente a mistura de chocolate (reservada acima) e as nozes picadas. Misture.",
        "10 - Transfira a massa para uma assadeira retangular (18 cm X 30 cm) untada e forrada com papel manteiga.",
        "11 - Leve para assar em forno médio pré-aquecido a 180°C por +/- 40 minutos.",
        "12 - Retire do forno.",
        "13 - Cubra o brownie com papel manteiga.",
        "14 - Coloque outra assadeira do mesmo tamanho pressionando levemente o brownie para que fique mais compacto e úmido",
        "15 - Deixe por +/- 4 horas na geladeira.",
        "16 - Retire a assadeira de cima do brownie, desenforme, corte em quadrados e sirva em seguida."
    ],
    "servings": "20 porções"
},
{
    "id": "5744eff20ca7832b5c745a49",
    "name": "Hamburquibe",
    "ingredients": [
        "RECHEIO",
        "2 colheres (sopa) de azeite1 colher (sopa) de alho picadinho100g de cebola picada500g de carne moída60g de extrato de tomate1⁄2 xícara (chá) de águaSalsinha a gostoPimenta síria a gostoSal a gosto",
        "MASSA",
        "150g de cebola cortada em cubos médios4 dentes de alho1 xícara (chá) de hortelã200g de trigo para quibe360ml de água fervente60ml de azeite1kg de carne moída1 xícara (chá) de tomate sem pele e sem semente cortado em cubosSal a gostoPimenta Síria a gosto",
        "MOLHO DE IOGURTE",
        "2 copos de iogurte natural2 colheres (sopa) de azeite1 limão (suco)Hortelã picadinho a gostoSal a gostoPimenta síria a gosto"
    ],
    "preparation": [
        "Coloque numa panela aquecida 2 colheres (sopa) de azeite, o alho picadinho, a cebola picadinha e refogue até murchar.Acrescente 500g de carne moída e refogue até a carne ficar soltinha e começar a dourar.Junte 60g de extrato de tomate, ½ xícara (chá) de água, salsinha, sal e pimenta síria a gosto.Abaixe o fogo e deixe cozinhar por +/- 15 minutos ou até o molho encorpar.Apague o fogo e deixe esfriar.",
        "Numa frigideira antiaderente, em fogo médio com azeite, grelhe os hamburquibes dos dois lados (+/- 12 minutos). Sirva com molho de iogurte com hortelã. Se preferir, coloque os hamburquibe numa assadeira untada e leve ao forno pré-aquecido a 200º C por 15 minutos, virando na metade do tempo.",
        "Reserve.",
        "MASSA",
        "Num processador coloque a cebola cortada em cubos médios, o alho, e as folhas de hortelã e bata até obter uma pasta.Reserve.Numa tigela coloque o trigo para quibe, a pasta reservada acima, a água fervente e deixe coberto com um prato por +/- 1 hora ou até esfriar.Depois junte o azeite, a carne moída, o tomate sem pele picado, sal e pimenta síria a gosto.Misture bem.Pegue metade da massa, abra entre dois plásticos e corte discos (com 10cm de diâmetro e 0,5cm de espessura).Coloque uma porção do recheio no centro de um disco e cubra outro disco.Feche bem a borda modelando como um hambúrguer.Repita o mesmo procedimento com a outra metade da massa.Numa frigideira antiaderente, em fogo médio com azeite, grelhe os hamburquibes dos dois lados (+/- 12 minutos).Sirva com molho de iogurte com hortelã.Se preferir, coloque os hamburquibe numa assadeira untada e leve ao forno pré-aquecido a 200º C por 15 minutos, virando na metade do tempo.",
        "MOLHO DE IOUGURTE",
        "Numa tigela coloque o iogurte natural, o suco de 1 limão, hortelã, sal, pimenta síria e azeite.Misture bem."
    ],
    "servings": "10 hamburquibe com +/- 230 g cada"
},
{
    "id": "5744eff20ca7832b5c745a4a",
    "name": "Peixe Delícia de Olinda da Eliane",
    "ingredients": [
        "4 filés de peixe branco limpo (aproximadamente 120g cada)",
        "8 bananas pacovã, prata ou nanica maduras e firmes",
        "12 fatias de queijo-manteiga (o suficiente para cobrir a forma de acordo com a montagem abaixo)",
        "1 colher de sopa de margarina",
        "Sal",
        "Pimenta-do-reino",
        "Azeite",
        "Açúcar",
        "Canela em pó"
    ],
    "preparation": [
        "1 - Tempere o peixe com sal e pimenta-do-reino e deixe pegar gosto por duas horas na geladeira.",
        "2 - Em uma frigideira antiaderente (de preferência com tampa), coloque um fio de azeite e frite o peixe.",
        "3 - Em outra frigideira, coloque a bananas partidas ao meio no sentido do comprimento e doure-as com a margarina. Reserve.",
        "4 - Em uma forma refratária, monte da seguinte forma: uma camada de peixe, uma camada de banana, uma camada de queijo e repita novamente.",
        "5 - Polvilhe com canela e levemente com açúcar. Leve ao forno 220 graus. Espere o queijo derreter e sirva imediatamente."
    ]
},
{
    "id": "5744eff20ca7832b5c745a4b",
    "name": "Bombom de cerejas do Flavio Federico",
    "ingredients": [
        "100g de calda da cereja400ml de vodca (ou Bourbon ou whisky com 40º de álcool)Corante alimentício em pó vermelho a gosto50 cerejas em calda com cabo e drenadas600g de fondant branco400g de chocolate meio amargo temperado"
    ],
    "preparation": [
        "Em uma panela coloque 100g da calda da cereja, 400ml de vodca, corante alimentício em pó vermelho a gosto e misture. Leve ao fogo baixo até atingir a temperatura de 40°C. Retire do fogo.",
        "Coloque em um pote com tampa 50 cerejas em calda com cabo e drenadas e a calda da cereja aquecida (feita acima), tampe e guarde num local arejado por no mínimo 15 dias.",
        "Depois deste tempo retire as cerejas do pote e coloque em uma peneira para escorrer (20 minutos). Reserve as cerejas e a calda.",
        "Aqueça em uma panela 600g de fondant branco (entre 60° a 65°C) até que derreta completamente mexendo delicadamente. Coloque um pouco de calda da cereja para afinar o fondant. Retire do fogo.",
        "Mergulhe as cerejas (reservadas acima) no fondant até que fiquem cobertas totalmente. Em seguida coloque em um papel-manteiga untado (ou tapete antiaderente) para secar (cerca de 10 minutos).",
        "Em outro papel-manteiga untado (ou tapete antiaderente) pingue uma gota com 1 cm de diâmetro de chocolate meio amargo derretido e temperado e coloque a cereja com fondant sobre a gota (esse processo previne o vazamento do licor pelo fundo). Deixe o chocolate endurecer.",
        "Em seguida, banhe as cerejas por completo no chocolate, leve para a geladeira por 5 minutos para firmar. Guarde em um recipiente com tampa por pelo menos 10 dias antes de consumir."
    ],
    "servings": "50 bombons"
},
{
    "id": "5744eff20ca7832b5c745a4c",
    "name": "Paleta Assada",
    "ingredients": [
        "1 litro de água3 colheres (sopa) de sal (45g)3 colheres (sopa) de açúcar (30g)1⁄2 colher (sopa) de alho picado (5g)1 colher (sopa) de pimenta-do-reino moída a gosto (5g)1 colher (sopa) de páprica picante em pó (5g)Alecrim debulhado a gosto4 bifes de paleta com osso (+/- 3kg no total)"
    ],
    "preparation": [
        "Em uma tigela coloque 1 litro de água, 3 colheres (sopa) de sal, 3 colheres (sopa) de açúcar, ½ colher (sopa) de alho picado, 1 colher (sopa) de pimenta-do-reino moída a gosto, 1 colher (sopa) de páprica picante em pó, alecrim debulhado a gosto e misture bem.",
        "Encha uma seringa com a mistura de temperos (feita acima) e em seguida injete em 4 bifes de paleta com osso espalhando o tempero por toda a peça. OBS: faça isso algumas vezes.",
        "Coloque os bifes de paleta e o restante da mistura de temperos dentro de um saco plástico, misture e deixe marinando na geladeira por 3 dias.",
        "Depois deste tempo, retire os bifes de paleta da marinada e lave rapidamente em água corrente. Em seguida seque com papel-toalha.",
        "Em uma assadeira untada com azeite coloque os bifes de paleta, regue azeite e leve para assar em forno alto preaquecido a 220°C por cerca de 1 hora e 40 minutos.",
        "Vire os bifes de paleta e deixe no forno até dourar (cerca de 20 minutos).Retire do forno e sirva em seguida com farofa e vinagrete."
    ]
},
{
    "id": "5744eff20ca7832b5c745a4d",
    "name": "Geleia de Morango com Pimenta da Anna Terra",
    "ingredients": [
        "750 g de morangos cortados em cubos",
        "8 colheres de sopa de açúcar cristal",
        "2 pimentas dedo-de-moça",
        "1⁄2 limão espremido",
        "Pão artesanal italiano",
        "Pão artesanal de grãos"
    ],
    "preparation": [
        "1 - Misture todos osIngredientes da geleia, reservando apenas 250g de morangos, em uma panela em fogo baixo, mexendo sempre.",
        "2 - Depois que a mistura já estiver com uma textura mais cremosa, adicione os 250g de morangos e deixar cozinhar por mais alguns minutos antes de desligar o fogo.",
        "3 - Deixe a geleia esfriar, coloque na geladeira até a hora de servir."
    ]
},
{
    "id": "5744eff20ca7832b5c745a4e",
    "name": "Siri Gratinado da Júlia",
    "ingredients": [
        "500 g de carne de Siri",
        "1 cebola média picada",
        "1 pimentão vermelho picado",
        "1 pimentão amarelo picado",
        "1⁄2 pimenta dedo-de-moça picada sem semente",
        "4 tomates sem pele e sem semente picado",
        "6 a 8 fatias de pão de forma sem casca",
        "1 vidro de leite de coco",
        "1 copo de leite de vaca",
        "3 colheres de sopa de azeite de oliva",
        "1 colher de sopa de azeite de dendê",
        "1 folha de louro",
        "6 azeitonas verdes cortadas bem pequenas",
        "Pimenta-do-reino a gosto",
        "Sal a gosto",
        "2 dentes de alho",
        "1⁄2 xícara de queijo parmesão faixa azula",
        "1⁄2 xícara de farinha de rosca"
    ],
    "preparation": [
        "1 - Coloque as fatias do pão na mistura do leite de vaca com o leite de coco.",
        "2 - Aqueça a panela, refogue no azeite de oliva, a cebola, os tomates, os pimentões e o alho.",
        "3 - Em outra panela, refogue com o azeite de dendê e o restante do azeite de oliva, a carne de Siri, a pimenta dedo-de-moça, o louro e a pimenta-do-reino.",
        "4 - Acerte o sal e continue mexendo para que todos osIngredientes incorporem bem. Se necessário, acrescente um pouco mais de azeite de oliva.",
        "5 - Junte os dois refogados e acrescente a mistura dos pães com o leite. Vá mexendo até obter uma massa homogênea e consistente.",
        "6 - Coloque as azeitonas e acerte o sal e a pimenta-do-reino.",
        "7 - Misture a farinha de rosca com o queijo ralado na hora.",
        "8 - Coloque em refratários individuais, polvilhe com a mistura de farinha e queijo e coloque em forno quente para gratinar.",
        "9 - Obs: se você quiser dar mais uma cor ao siri, acrescente um pouco de molho de tomate."
    ]
},
{
    "id": "5744eff20ca7832b5c745a4f",
    "name": "Paella do Petrúcio",
    "ingredients": [
        "200 g de polvo em pedaços",
        "200 g de lula em anéis",
        "200 g de mexilhão limpo",
        "200 g de marisco limpo",
        "800 g de camarão grande limpo cozido",
        "200 ml de leite de coco",
        "Açafrão a gosto",
        "Pimenta-do-reino a gosto",
        "Sal a gosto",
        "Azeite de oliva",
        "Manteiga",
        "2 xícaras de arroz",
        "2 pés de alho-poró",
        "2 pimentões vermelhos",
        "2 pimentões verdes",
        "2 pimentões amarelos",
        "1 cebola grande",
        "3 dentes de alho",
        "3 tomates grandes",
        "Coentro e cebolinha a gosto"
    ],
    "preparation": [
        "1 - Corte ou rale a cebola e o alho, doure no azeite e manteiga acrescentando o alho-poró picadinho.",
        "2 - Misture o mexilhão, marisco, polvo e a lula, refogando tudo.",
        "3 - Depois, coloque tomate, os pimentões, cebolinha e coentro picados, acrescentando açafrão, pimenta-do-reino e o leite de coco. Misture tudo e quando estiver quase finalizado o cozimento coloque o camarão e acrescente o arroz (cozido)."
    ]
},
{
    "id": "5744eff20ca7832b5c745a50",
    "name": "Camarão no Abacaxi do Anderson",
    "ingredients": [
        "1 abacaxi maduro inteiro e com coroa",
        "500 g de camarão fresco sem casca",
        "100 g de manteiga",
        "1 taça de vinho branco seco",
        "1 cebola média",
        "1 copo de requeijão cremoso",
        "1 colher de alho triturado",
        "Tempero para peixe",
        "Raspas de 1 limão haiti",
        "Folhas de manjericão (para ornamentar)",
        "Sal a gosto"
    ],
    "preparation": [
        "1 - Abra o abacaxi no meio, no sentido da coroa para a base. Retire a polpa e cortar em cubos.",
        "2 - Frite a polpa com manteiga até dourar. Reserve.",
        "3 - Pique a cebola em cubinhos pequenos e frite junto com o alho triturado até dourarem.",
        "4 - Acrescente o camarão, o tempero de peixe e o sal. Refogue.",
        "5 - Assim que o camarão ganhar cor, acrescente vinho branco e cozinhe entre 3 a 5 minutos.",
        "6 - Assim que reduzir o volume do vinho, acrescente o requeijão cremoso e o abacaxi.",
        "7 - Coloque na casca do abacaxi e finalize com folhas de manjericão. Sirva em seguida."
    ]
},
{
    "id": "5744eff20ca7832b5c745a51",
    "name": "Taça Furiosa - Mousse de Chocolate Amargo com Uísque",
    "ingredients": [
        "MOUSSE ",
        "12 gemas peneiradas",
        "100 g de açúcar",
        "600 g de chocolate meio amargo derretido com 200 g de manteiga",
        "100 ml de uísque",
        "1 colher (sopa) de baunilha",
        "12 claras",
        "1 pitada de sal",
        "MORANGOS ",
        "4 colheres (sopa) de açúcar",
        "150 ml de uísque",
        "500 g de morangos em cubos",
        "BACON",
        "5 tiras de bacon",
        "Açúcar mascavo a gosto"
    ],
    "preparation": [
        "MOUSSE ",
        "1 - Em uma tigela coloque 12 gemas peneiradas, açúcar e bata bem até ficar fofo.",
        "2 - Adicione 600 g de chocolate meio amargo derretido com 200 g de manteiga, 100 ml de uísque, 1 colher (sopa) de baunilha, misture bem e reserve.",
        "3 - Coloque em uma batedeira 12 claras, 1 pitada de sal e bata bem até ficar em ponto de neve.",
        "4 - Desligue a batedeira, transfira as claras batidas para a mistura de chocolate e misture delicadamente.",
        "MORANGOS ",
        "1 - Em uma panela coloque 4 colheres (sopa) de açúcar, 150 ml de uísque, 500 g de morangos em cubos e leve ao fogo baixo até formar uma calda mole. Retire do fogo e deixe esfriar.",
        " BACON ",
        "1 - Em uma assadeira forrada com papel-manteiga coloque as 5 tiras de bacon e salpique açúcar mascavo a gosto até cobrir as tiras.",
        "2 - Leve ao forno médio preaquecido a 180°C até ficarem sequinhas e doces.",
        "3 - Retire do forno e deixe esfriar.",
        "MONTAGEM ",
        "1 - Em taças de servir coloque uma porção de mousse de chocolate, um copinho plástico de café no meio da taça e leve ao freezer até endurecer.",
        "2 - Retire os copinhos de café das taças e nas cavidades que se formaram coloque o recheio de morango (reservado acima).",
        "3 - Cubra com a mousse de chocolate e leve à geladeira até endurecer.",
        "4 - Sirva em seguida com uma fatia de bacon caramelizada."
    ]
},
{
    "id": "5744eff20ca7832b5c745a52",
    "name": "Alto Zé do Pinho - Costela de Porco com Geleia de Laranja",
    "ingredients": [
        "1⁄2 kg de costela de porco",
        "Sal",
        "Pimenta Ramos de alecrim",
        "Geleia de Laranja",
        "Castanhas de Caju",
        "Vinho Branco",
        "4 maças",
        "2 cebolas roxas",
        "1 cabeça de alho",
        "papel-alumínio",
        "Cuscuz flocão",
        "1 cebola branca",
        "5 dentes de alho em pedaços",
        "1 pimentão vermelho",
        "Sal",
        "Salsa Manteiga 600 a 800 g de macaxeira",
        "Leite",
        "500 g queijo coalho"
    ],
    "preparation": [
        "COSTELINHA SUÍNA ",
        "1 - Tire o excesso de gordura da costelinha, que é temperada com sal, pimenta e um creme de alho feito no pilão com uma pitada de sal. Um dos lados recebe uma camada de geleia de laranja e as castanhas-de-caju trituradas no saco com um martelo de carne.",
        "2 - Coloque as costelas por cima de ramos de alecrim e isso tudo vai para o forno alto por uns 30 minutos.",
        "3 - Tire a assadeira e disponha ao redor das costelas maçãs e cebolas roxas cortadas em pedaços de 1/4, dentes de alho inteiros e ramos de alecrim.",
        "4 - Regue tudo com uma generosa taça de vinho branco, cubra com papel-alumínio e leve ao forno por mais 1h30. Tire e deixe mais uns 20 minutos sem o papel-alumínio para dourar, caso precise.",
        "FAROFA ",
        "1 - A farofa é feita com o cuscuz hidratado e refogado na manteiga com cebola em cubos, alho em pedaços e pimentão vermelho em cubos.",
        "2 - Acerte o sal e a pimenta e depois que tudo estiver bem frito, misture umas folha de salsa para colorir e aromatizar.",
        "PURÊ ME MACAXEIRA ",
        "1 - O purê de macaxeira é feito cozinhando a macaxeira em água com sal.",
        "2 - Depois é bater no liquidificador com um pouco de leite até virar uma passa homogênea.",
        "3 - Volte para a panela, acerte o sal, misture o queijo coalho cortado em cubos e deixe integrar bem.",
        "MONTAGEM ",
        "1 - A costela é servida cortada em costelinhas no prato, com cebolas, maçãs, alho e alecrim da assadeira. A farofa é servida em uma forminha no prato e o purê de macaxeira com queijo coalho é maçaricado na hora de servir."
    ]
},
{
    "id": "5744eff20ca7832b5c745a53",
    "name": "Duo de Brusquetas",
    "ingredients": [
        "2 pães baguete grandes (ou 4 menores)",
        "1 cachaça",
        "Açúcar",
        "Geleia de amora",
        "4 cebolas brancas",
        "Linguiça com pimenta fresca Van Peeters",
        "Sal",
        "Azeite",
        "20 ou 30 tomatinhos-cereja",
        "Pimenta-do-reino",
        "1 cabeça de alho",
        "Folhas de louro",
        "Queijo brie",
        "Folhas de manjericão para decorar"
    ],
    "preparation": [
        "1 - Corte o pão baguete em rodelas grossas para receber os recheios e depois ir para o forno por 7 a 10 minutos.",
        "BRUSQUETA DE LINGUIÇA PICANTE COM CEBOLA CARAMELIZADA",
        "1- Corte a cebola em rodelas e coloque na panela junto com a cachaça, açúcar e a geleia de amora.",
        "2 - Deixe tampado e fique mexendo até reduzir completamente.",
        "3 - Corte a linguiça em rodelas e asse na frigideira com azeite e vá colocando um pouco de água e tapando, para que ela fique cozida por dentro.",
        "4 - Coloque sobre o pão cortado a linguiça, a cebola e finalize, depois que sair do forno, com uma folha de manjericão.",
        "BRUSQUETA DE QUEIJO BRIE COM TOMATINHO",
        "1 - Corte os tomatinhos na metade e disponha em uma assadeira com açúcar em cima deles, sal, pimenta-do-reino, alho e louro, tudo regado com cachaça e muito azeite. Coloque no forno baixo para confitar.",
        "2 - Coloque uma fatia fina do queijo brie sobre o pão e o tomatinho por cima, então, finalize com pedaços do alho confitado, depois que sair do forno."
    ]
},
{
    "id": "5744eff20ca7832b5c745a54",
    "name": "Docinho da Gaby",
    "ingredients": [
        "300g de biscoito maisena100g de manteiga200g de cream cheese50g de queijo parmesão ralado4 ovos200g creme de leite355g de leite condensado12 bananas bem maduras1⁄2 xícara de açúcar"
    ],
    "preparation": [
        "Triture no liquidificador o biscoito e derreta a manteiga no micro-ondas.",
        "Misture o biscoito e a manteiga, forre a forma de fundo falso (o fundo e as paredes).",
        "Misture no liquidificador o cream cheese, o queijo parmesão, os ovos, o creme de leite e o leite condensado. Bata até formar uma massa homogênea.",
        "Coloque a massa na forma e leve ao forno por 30 a 40 minutos.",
        "Passe no liquidificador a banana.",
        "Leve ao fogo com o açúcar até fazer o doce.",
        "Cubra a forma e leve à geladeira."
    ]
}
]